excluded_words = [
    # 기사관련 단어
    "한겨레", "이미지좋아요슬퍼요", "이미지화나요공유", "이미지공유기사추천", "이미지기사추천공유하기닫기copyright", "이미지","연합뉴스",
    "추천", "공유", "기사", "기자", "공유", "뷰", "콘텐츠", "연재", "이슈","제공","사진",
    #의미없는 단어
    "것", "등", "이", "수", "그", "김", "우리", "위", "위해", "때문", "또", "백", "의", "때", "경우", "및", "대해", "개", "구독", "날",
    "이번", "지난해", "명", "내년", "관련", "지금", "연관", "대한", "전", "더", "이후", "올해","정도",
    "현재", "데", "주", "하단", "심", "중", "도", "지난", "새", "로", "씨", "차", "달", "내", "노", "말", "속", "고", "를", "점", "며",
    "일","통해","곳","뒤","건","게","안","모두","지난달","정","오후","오전","당시","당국","최근","가장","선","이상","상황","감소","대비","기준",
    "약","이상","번","가장","세","해당", "은","제","최고","관계자","저","보고","보도","중앙","박","왜","지사","위원","두","층","라며","앞","당",
    "듯","앞","여","두","물","후","띠","나","처음","거","가운데", "비","문","대위", "볼","홍","석","쪽","강","값","예정","김씨",
    #논의필요
    "확","진자"
]